/* Initial login prompt for username and password */
"Login {0} with username and password" = "பயனர்பெயர் மற்றும் கடவுச்சொல்லுடன் {0} உள்நுழைக";

/* Lookup of password in Keychain */
"No login credentials could be found in the Keychain" = "கீச்சினில் உள்நுழைவு சான்றுகள் எதுவும் காணப்படவில்லை";
"The use of the Keychain is disabled in the Preferences" = "கீச்சினின் பயன்பாடு விருப்பங்களில் முடக்கப்பட்டுள்ளது";

/* Password proctected private key for SSH public key authentication */
"Invalid passphrase" = "தவறான கடவுச்சொல்";
"Private key password protected" = "தனிப்பட்ட விசை கடவுச்சொல் பாதுகாக்கப்பட்டது";
"Enter the passphrase for the private key file" = "தனிப்பட்ட விசை கோப்பிற்கான பாச்ஃபிரேசை உள்ளிடவும்";

"Login canceled" = "உள்நுழைவு ரத்து செய்யப்பட்டது";
"Login failed" = "உள்நுழைவு தோல்வியடைந்தது";
"Login successful" = "உள்நுழைவு வெற்றிகரமாக";

/* Private key selection for SSH public key authentication */
"Select the private key in PEM or PuTTY format" = "pem அல்லது புட்டி வடிவத்தில் தனிப்பட்ட விசையைத் தேர்ந்தெடுக்கவும்";

/* Challenge-Respone authentication */
"Partial authentication success" = "பகுதி அங்கீகார செய்";
"Provide additional login credentials" = "கூடுதல் உள்நுழைவு சான்றுகளை வழங்கவும்";

/* Login prompt placeholders */
"Username" = "பயனர்பெயர்";
"Password" = "கடவுச்சொல்";

/* Warning when credentials are sent using unsecured protocol. Unsecure FTP connection */
"Unsecured {0} connection" = "பாதுகாப்பற்ற {0} இணைப்பு";

/* Credentials sent over plaintext connection */
"{0} will be sent in plaintext." = "{0} எளிய உரையில் அனுப்பப்படும்.";
"Don't show again" = "மீண்டும் காட்ட வேண்டாம்";
"Continue" = "தொடரவும்";
"Disconnect" = "துண்டி";

/* Protocol switch proposal */
"The server supports encrypted connections. Do you want to switch to {0}?" = "மறைகுறியாக்கப்பட்ட இணைப்புகளை சேவையகம் ஆதரிக்கிறது. நீங்கள் {0 to க்கு மாற விரும்புகிறீர்களா?";
"Change" = "மாற்றம்";

/* OAuth2 */
"Paste the authentication code from your web browser" = "உங்கள் வலை உலாவியில் இருந்து அங்கீகார குறியீட்டை ஒட்டவும்";
"Open web browser to authenticate and obtain an authorization code" = "அங்கீகாரக் குறியீட்டை அங்கீகரிக்கவும் பெறவும் வலை உலாவியைத் திறக்கவும்";
"Authentication Code" = "அங்கீகார குறியீடு";

"Create a passphrase required to access {0}" = "{0} ஐ அணுக தேவையான பாச்ஃபிரேசை உருவாக்கவும்";
